//创建一个json数组对象
var json2 = [{
        //河北省
        "province": "河北省",
        "municipality": "邯郸市",
        "store": ["邯郸市光明大街授权专卖店", "邯郸临漳县建安路认证店", "邯郸市大名县大名府路授权专卖店"],
        "address": ["邯郸市邯山区光明南大街92号移动大厦十字路口北10米路东", "邯郸市临漳县建安路中段联通西则", "邯郸市大名县大名府路288号 "],
        "phone": ["15033005156", "13754400918", "15031025525"]
    },
    {
        "province": "河北省",
        "municipality": "石家庄市",
        "store": ["石家庄市太和电子城授权专卖店", "石家庄市中山东路图书大厦授权专卖店", "石家庄市中山东路师大附中授权专卖店路认证店", "石家庄元氏县商贸城认证店", "石家庄市赵县自强路授权专卖店"],
        "address": ["石家庄市太和电子城东门外围A75号太和电子城大显示屏右侧", "石家庄市长安区中山东路199号图书大厦一楼北国商城斜对面", "石家庄市中山东路师大附中授权专卖店石家庄市长安区中山东路327号师大附中东行五十米裕彤国际体育中心斜对面", "石家庄市元氏县人民路106号万家福对面原小白数码", "石家庄市赵县自强路授权专卖店石家庄市赵县自强路信誉楼东临"],
        "phone": ["15632324321", "13730122597", "18603310371", "18733122039", "18531124158"]
    },
    {
        "province": "河北省",
        "municipality": "保定市",
        "store": ["保定雄县温泉路水利局认证店", "保定市裕华路授权专卖店", "保定市十方商贸城二店授权专卖店"],
        "address": ["保定市雄县温泉路水利局楼下万信通通讯", "保定市裕华西路285号直隶总督署东侧10米，颐高数码广场正对面", "保定市十方商贸城十方路与西下关街交口西行10米路南魅族专卖店"],
        "phone": ["13722271877", "15903326080", "15630916696"]
    },
    {
        "province": "河北省",
        "municipality": "唐山市",
        "store": ["唐山市路北裕华道51号授权专卖店"],
        "address": ["唐山市路北区裕华道51号底商"],
        "phone": ["18733333071"]
    },
    {
        "province": "河北省",
        "municipality": "邢台市",
        "store": ["邢台市中兴西大街授权专卖店", "邢台市南宫青年街授权专卖店", "邢台临西玉兰西路认证店", "邢台巨鹿县新华北街认证店", "邢台新河县振堂路认证店"],
        "address": ["邢台市中兴西大街30号中兴路地道桥西口，中桥商场对过", "邢台市南宫市青年街泰隆广场", "邢台市临西县玉兰西路联通公司楼下", "邢台巨鹿县新华北街81号北斗通讯", "邢台市新河县振堂路移动公司东临魅族专卖店"],
        "phone": ["18730995252", "0319-5189985", "15630916696", "15373199966", "13930934999"]
    },

    //浙江省
    {
        "province": "浙江省",
        "municipality": "杭州市",
        "store": ["杭州市文三路授权专卖店", "杭州市富阳玉长城商业广场授权专卖店"],
        "address": ["杭州市西湖区文三路348－12号高新数码城对面", "富阳市春秋北路271号玉长城商业广场步行街N1002铺位"],
        "phone": ["0571-56889708", "0319-18057177907"]
    },
    {
        "province": "浙江省",
        "municipality": "湖州市",
        "store": ["湖州市颐高数码广场授权专卖店"],
        "address": ["湖州市吴兴区北街颐高数码广场A126号苏宁电器旁，颐高数码广场正大门旁"],
        "phone": ["3957281608"]
    },
    {
        "province": "浙江省",
        "municipality": "嘉兴市",
        "store": ["嘉兴市建国南路授权专卖店"],
        "address": ["嘉兴市南湖区建国南路华庭街G105号童天成大药房对面，好德火锅楼下"],
        "phone": ["17681557758"]
    },
    {
        "province": "浙江省",
        "municipality": "宁波市",
        "store": ["慈溪市新城大道南路授权专卖店"],
        "address": ["慈溪市新城大道南路255号"],
        "phone": ["15381956076"]
    },
    {
        "province": "浙江省",
        "municipality": "温州市",
        "store": ["温州市人民东路江南大厦授权专卖店"],
        "address": ["温州市苍南县灵溪镇塘南一街31号"],
        "phone": ["0577-68756688"]
    },

    {
        "province": "浙江省",
        "municipality": "金华市",
        "store": ["  金华市永康步行街授权专卖店"],
        "address": ["永康市步行街1期108号"],
        "phone": ["13705897654"]
    },

    {
        "province": "浙江省",
        "municipality": "台州市",
        "store": ["台州市温岭北门街授权专卖店", "台州市椒江区白云街授权店"],
        "address": ["台州市温岭北门街8号", "台州市椒江区中山西路140号"],
        "phone": [" 0576-89787771/18857668834", "0576-88808006/13088636677"]
    },

    //辽宁省
    {
        "province": "辽宁省",
        "municipality": "锦州市",
        "store": ["锦州市和平路授权专卖店"],
        "address": ["锦州市古塔区和平路35-3号和平路联通营业大厅东侧爱博通讯隔壁"],
        "phone": ["15694161101"]
    },
    {
        "province": "辽宁省",
        "municipality": "凌源市",
        "store": ["凌源市市府路东段"],
        "address": ["移动公司对面"],
        "phone": ["15042896606"]
    },
    {
        "province": "辽宁省",
        "municipality": "葫芦岛市",
        "store": ["葫芦岛市新玛特步行街授权专卖店"],
        "address": ["葫芦岛市连山区民安步行街7-F号宏运百货南侧，中国移动大卖场对面"],
        "phone": ["15942972360"]
    },
    //湖北省
    {
        "province": "湖北省",
        "municipality": "武汉市",
        "store": ["武汉市光谷步行街授权专卖店", "武汉市珞瑜路授权专卖店", "武汉市江岸大智路授权专卖店", "武汉市青山红钢城授权专卖店"],
        "address": ["武汉市洪山区关山大道光谷步行街加州阳光底层003号步行街一期和二期西班牙风情街交口", "武汉市洪山区珞瑜路131号广八路口、地铁二号线广埠屯站K出口", "武汉市江岸区大智路数码港大楼一层16号吉庆街牌坊正对面，面临武汉长江隧道出口", "武汉市青山区和平大道红钢城青扬十字街4-8-1号青山商场对面"],
        "phone": ["1594291397159978272360", "027-87870176", "15202747559", "13720200915"]
    },
    {
        "province": "湖北省",
        "municipality": "黄石市",
        "store": ["黄石市天津路授权专卖店", "大冶市新冶大道铜草花园授权专卖店"],
        "address": ["黄石市天津路40号副1号12路天津路站，兴业银行对面", "大冶市新冶大道59号百代银座公交车站旁"],
        "phone": ["0714-6211478 / 13307238803", "027-0714-8766613"]
    },
    {
        "province": "湖北省",
        "municipality": "十堰市",
        "store": ["十堰市邮电街授权专卖店"],
        "address": ["十堰市邮电街3-6号 邮电街和信销品贸对面索尼专卖店旁"],
        "phone": ["0719-8683048 / 13477988992"]
    },
    {
        "province": "湖北省",
        "municipality": "宜昌市",
        "store": ["宜昌市东山大道授权专卖店", "宜昌市卓悦通信广场授权专卖店"],
        "address": ["宜昌市西陵区东山大道113号宜昌饭店旁", "宜昌市东山大道109号卓悦广场一楼"],
        "phone": ["0717-6456648 / 15071807300", "0717-6975975"]
    },
    {
        "province": "湖北省",
        "municipality": "襄阳市",
        "store": ["襄阳市长虹路授权专卖店", "  襄阳市老河口东启街授权专卖店", "襄阳谷城粉阳路新合作超市认证店"],
        "address": ["襄阳市樊城区长虹路再尔广场南139号", "襄阳市老河口市东启街邮政储蓄正对面", "襄阳市谷城县粉阳路45号（新合作超市一楼）"],
        "phone": ["07103253955、13972235588", "0710-7409088"]
    },
    {
        "province": "湖北省",
        "municipality": "孝感市",
        "store": ["孝感城站路公安局认证店"],
        "address": ["孝感市城站路58号（孝感公安局旁"],
        "phone": ["  0712-2838333"]
    },
    {
        "province": "湖北省",
        "municipality": "黄冈市",
        "store": ["黄冈黄州八一路步行街认证店公安局认证店"],
        "address": ["黄冈黄州区八一路23号八一路步行街对面"],
        "phone": ["0713-8669386/18772456000"]
    },
    {
        "province": "湖北省",
        "municipality": "仙桃市",
        "store": ["仙桃钱沟认证店"],
        "address": ["仙桃市钱沟路55号(中商广场旁阳光城一楼)"],
        "phone": ["15572878333"]
    },
    //江苏省
    {
        "province": "江苏省",
        "municipality": "南京市",
        "store": ["南京市新街口授权专卖店", "南京市仙林东城汇授权专卖店"],
        "address": ["南京市新街口中山东路9号天时国际大厦一楼新街口地铁站7号出口向东50米", "南京市仙林文苑路8号东城汇一楼153席东城汇东北角东城汇东北角"],
        "phone": ["025-86883220", " 025-82224429"]
    },
    {
        "province": "江苏省",
        "municipality": "无锡市",
        "store": ["无锡市五爱路授权专卖店"],
        "address": ["无锡市五爱路1-1号百脑汇对面"],
        "phone": ["0510-81188123"]
    },

    {
        "province": "江苏省",
        "municipality": "苏州市",
        "store": ["昆山市人民南路授权专卖店", "苏州市石路广济南路授权专卖店", "张家港市沙洲中路授权专卖店"],
        "address": ["昆山市人民南路37-7号昆山人民商场南100米", "苏州市广济南路199号全景大厦A座1号（地铁2号线石路站5号出口南100米）", "张家港市杨舍镇沙洲中路298号"],
        "phone": ["15335274232 / 18662333071", "0519-85616779", "0512-65561663/15190013560", "18015526111"]
    },

    {
        "province": "江苏省",
        "municipality": " 南通市",
        "store": ["南通市如东华荣上海城授权专卖店"],
        "address": ["南通市如东县掘港镇幸福路2号华荣上海城1-2号"],
        "phone": ["18362130147"]
    },
    {
        "province": "江苏省",
        "municipality": "扬州市",
        "store": ["扬州市四望亭授权专卖店"],
        "address": ["扬州市四望亭路68号苏宁电器西侧邮政储蓄对面"],
        "phone": ["13013735588"]
    },
    {
        "province": "江苏省",
        "municipality": "盐城市",
        "store": ["大丰市幸福东大街授权专卖店", "盐城市射阳朝阳街授权专卖店"],
        "address": ["大丰市幸福东大街52号大润发超市对面", " 盐城市射阳县朝阳街81号邮电巷对面"],
        "phone": ["0515-83993789", "0515-82311800"]
    },
    {
        "province": "江苏省",
        "municipality": "徐州市",
        "store": ["徐州市中山南路授权专卖店", " 徐州市睢宁文学北路授权专卖店"],
        "address": ["徐州市中山南路101-4中山饭店对面魅族手机专卖店中山饭店-巴西烤肉对面", " 江苏省徐州市睢宁文学北路金朝阳4-5号"],
        "phone": ["13913479120", "  18115721275/0516-88332198"]
    },
    {
        "province": "江苏省",
        "municipality": "连云港市",
        "store": ["连云港灌云胜利中路认证店"],
        "address": ["连云港灌云县胜利中路345号"],
        "phone": ["13225208999"]
    },
    {
        "province": "江苏省",
        "municipality": "常州市",
        "store": [" 常州市新北万达太湖路授权专卖店-103号", "常州市湖塘吾悦广场授权专卖店"],
        "address": ["常州市通江中路府西花园2-103号新区万达广场喜来登酒店十字路口往东20米", "常州市武进区武宜北路218号吾悦广场东门对面，BRT站台侧面"],
        "phone": ["0519-69815100", "0519-85616779"]
    },

    {
        "province": "江苏省",
        "municipality": "泰州市",
        "store": [" 泰兴市鼓楼南路授权专卖店", "泰州市东进西路授权认证店"],
        "address": ["泰兴市鼓楼南路143号", "泰州市海陵区东进西路9-8号"],
        "phone": [" 13236173308", "0523-86225557/18651177717"]
    },
    //内蒙古
    {
        "province": "内蒙古",
        "municipality": "赤峰市",
        "store": ["赤峰林东镇认证店"],
        "address": ["赤峰市巴林左旗林东镇城建小区楼下"],
        "phone": ["15049680202"]
    },
    {
        "province": "内蒙古",
        "municipality": "巴彦淖尔市",
        "store": [" 巴彦淖尔市临河区胜利北路授权专卖店"],
        "address": [" 巴彦淖尔市临河区胜利北路东方珀丽南门底店A17号"],
        "phone": ["13019586656/15148876669"]
    },
    {
        "province": "内蒙古",
        "municipality": "兴安盟市",
        "store": ["乌兰浩特兴安南大路认证店"],
        "address": ["兴安盟乌兰浩特市兴安南大路2号长丰宾馆楼下西侧门市东数第三家门市"],
        "phone": [" 18748218883"]
    },
    //江西省
    {
        "province": "江西省",
        "municipality": "南昌市",
        "store": ["南昌市新建世纪万象城授权专卖店"],
        "address": ["南昌市新建区礼步湖大道世纪万象城3楼"],
        "phone": ["15083503262"]
    },
    {
        "province": "江西省",
        "municipality": "九江市",
        "store": ["瑞昌赤乌大道认证店"],
        "address": ["瑞昌市赤乌东路58号"],
        "phone": ["13755220266"]
    },
    {
        "province": "江西省",
        "municipality": "鹰潭市",
        "store": ["鹰潭贵溪擂鼓岭认证店"],
        "address": ["鹰潭市贵溪市擂鼓岭广场桂园14号0701中西餐厅楼下"],
        "phone": ["0701-3771887"]
    },
    {
        "province": "江西省",
        "municipality": "赣州市",
        "store": ["赣州市环城路新授权专卖店", "赣州市定南县建设东路认证店"],
        "address": ["赣州市章贡区环城路7-1号", "赣州市定南县建设东路41-1魅族手机专卖店（城乡建设局旁）"],
        "phone": ["0797-8458888", " 18370976656"]
    },

    {
        "province": "江西省",
        "municipality": "宜春市",
        "store": ["宜春万载县阳乐大道认证店", "宜春奉新迎宾大道认证店"],
        "address": ["宜春市万载县阳乐大道777-10号", "宜春市奉新县迎宾大道180号电信大楼"],
        "phone": ["18679505050", " 18979579955"]
    },

    {
        "province": "江西省",
        "municipality": "上饶市",
        "store": ["上饶铅山复兴北路认证店"],
        "address": ["上饶市铅山县复兴北路11号"],
        "phone": ["0793-5158088"]
    },
    //山西省
    {
        "province": "山西省",
        "municipality": "太原市",
        "store": ["太原市南内环阳光科技大厦认证店"],
        "address": ["太原市南内环阳光科技大厦4层4098"],
        "phone": ["15698575559"]
    },

    {
        "province": "山西省",
        "municipality": "大同市",
        "store": ["大同恒安区认证店"],
        "address": ["大同矿务局富卓商城7号"],
        "phone": ["15735255588"]
    },
    {
        "province": "山西省",
        "municipality": "晋城市",
        "store": [" 晋城阳城县凤凰西街认证店", "晋城市广场街兰花城授权专卖店"],
        "address": ["晋城市阳城县凤凰东街11号", "晋城市广场前街兰花城南一楼"],
        "phone": ["17735674888", "0356-3055345"]
    },

    {
        "province": "山西省",
        "municipality": "朔州市",
        "store": ["朔州市朔城区开发南路授权专卖店"],
        "address": ["朔州市朔城区开发南路渤海湾宾馆向北200米"],
        "phone": ["0349-2228222-5 / 0349-8998333"]
    },
    {
        "province": "山西省",
        "municipality": "运城市",
        "store": ["运城临猗县双塔南路认证店", "运城市红旗东街授权专卖店"],
        "address": ["运城市临猗县双塔南路汽车站对面魅族专卖店", "运城市红旗东街红旗中学对面东20米魅族专卖店"],
        "phone": ["15303599808", "0359-8763966"]
    },

    {
        "province": "山西省",
        "municipality": "忻州市",
        "store": ["原平市前进西街文化馆一楼魅族认证店"],
        "address": ["原平市前进西街文化馆一楼魅族专卖店"],
        "phone": ["135461199866"]
    },
    {
        "province": "山西省",
        "municipality": "吕梁市",
        "store": ["吕梁市离石区永宁中路认证店"],
        "address": ["吕梁市离石区永宁中路114号(联通公司对面)"],
        "phone": ["13994820610"]
    },
    //甘肃省

    {
        "province": "甘肃省",
        "municipality": "兰州市",
        "store": ["兰州榆中和平镇认证店", "兰州市城关区金昌路华洋授权专卖店"],
        "address": ["兰州市榆中县和平镇和平大道193号", "兰州市金昌北路92-94号"],
        "phone": ["18609355222", "0931-8721600"]
    },
    {
        "province": "甘肃省",
        "municipality": "嘉峪关市",
        "store": ["嘉峪关新华南路认证店"],
        "address": ["嘉峪关市新华南路11号楼房一层"],
        "phone": ["15009471699"]
    },
    {
        "province": "甘肃省",
        "municipality": "白银市",
        "store": ["白银白银区人民路认证店"],
        "address": ["白银市白银区人民路138号1-06铺人民路与五一街交界处，铜城商厦公交站50米"],
        "phone": ["18516123197"]
    },
    {

        "municipality": "武威市",
        "store": ["武威凉州区共和街认证店"],
        "address": ["武威市凉州区翔达房地产1-1号商铺"],
        "phone": ["18298766532"]
    },
    {
        "province": "甘肃省",
        "municipality": "张掖市",
        "store": ["张掖山丹浙宁商厦认证店"],
        "address": ["张掖市山丹县艾黎大道与仁和大道十字浙宁福润购物广场"],
        "phone": ["15379719989"]
    },
    {
        "province": "甘肃省",
        "municipality": "平凉市",
        "store": ["平凉崆峒区西大街南门什字认证店", "平凉庄浪移动公司认证店"],
        "address": ["平凉市崆峒区西大街南门什字沿街2号博爱商场门口西侧", "平凉市庄浪县东关街56号移动公司楼下"],
        "phone": ["13830307788", "15193323839"]
    },

    {
        "province": "甘肃省",
        "municipality": "酒泉市",
        "store": ["酒泉肃州区大明步行街认证店"],
        "address": ["酒泉市肃州区大明步行街"],
        "phone": ["0937-5929268"]
    },

    //山东省

    {
        "province": "山东省",
        "municipality": "青岛市",
        "store": [" 青岛市辽宁路颐高数码广场授权专卖店"],
        "address": ["青岛市市北区辽宁路167号颐高数码广场一楼A1010号"],
        "phone": ["0532-80918593"]
    },
    {
        "province": "山东省",
        "municipality": "淄博市",
        "store": ["淄博市博山区沿河西路授权专卖店"],
        "address": ["淄博市博山区沿河西路45号邮政局南邻"],
        "phone": ["0533-4160223"]
    },
    {
        "province": "山东省",
        "municipality": "枣庄市",
        "store": ["枣庄三角花园认证店"],
        "address": ["枣庄市市中区君山中路68号鲁南信息产业园门市，中央广场公交总站对过魅族手机"],
        "phone": ["0632-3326326"]
    },
    {
        "province": "山东省",
        "municipality": "东营市",
        "store": ["东营市天成恒信授权专卖店"],
        "address": ["东营市西三路17号奥达商务入口南邻招商银行北200米路西"],
        "phone": ["0546-8788928"]
    },
    {
        "province": "山东省",
        "municipality": "潍坊市",
        "store": [" 潍坊市临朐县新华路授权专卖店"],
        "address": ["潍坊市临朐县新华路4002号新华路百脑汇对面"],
        "phone": [" 0536-2192997"]
    },
    {
        "province": "山东省",
        "municipality": "济宁市",
        "store": [" 济宁市建设南路授权专卖店"],
        "address": ["济宁市建设南路63号世纪联华东门正对面，济宁饭店向南50米"],
        "phone": ["0537--2086887 / 13258001011"]
    },
    {
        "province": "山东省",
        "municipality": "临沂市",
        "store": ["临沂郯城县人民路认证店", "临沂沂蒙路认证店"],
        "address": ["临沂市郯城县人民路中段路南三联家电对过", "临沂市沂蒙路155号"],
        "phone": ["0539-6126239", "0539-8183999"]
    },
    //黑龙江
    {
        "province": "黑龙江",
        "municipality": "哈尔滨市",
        "store": [" 哈尔滨市果戈里大街授权专卖店", "哈尔滨市阿城区解放大街授权专卖店"],
        "address": ["哈尔滨市南岗区果戈里大街308-2号哈尔滨南岗区手机商圈，距秋林商厦200米", "哈尔滨市阿城区解放大街31号"],
        "phone": ["13613648323", "0451-53825559"]
    },
    {
        "province": "黑龙江",
        "municipality": "北安市",
        "store": ["北安龙江路认证店"],
        "address": ["北安市龙江路凤凰尊品115号"],
        "phone": ["13942188808"]
    },
    //福建省

    {
        "province": "福建省",
        "municipality": "福州市",
        "store": ["福州市状元街授权专卖店", "福州市中亭商业街新授权专卖店"],
        "address": ["福州市台江区五一中路陕西大厦一层177号大利嘉城国药商城左侧豪客来牛排楼下", "福州市台江区中亭街H区地下一层上下杭广场H-29号店面"],
        "phone": ["0591-83326362 / 13705937497", "15859072009"]
    },

    {
        "province": "福建省",
        "municipality": "厦门市",
        "store": ["厦门市明发商业广场授权专卖店"],
        "address": ["厦门市思明区明发商业广场A区1083、1085号BRT车站旁"],
        "phone": ["0592-5075019"]
    },
    {
        "province": "福建省",
        "municipality": "莆田市",
        "store": ["莆田仙游世纪星通信认证店"],
        "address": ["莆田市仙游县龙宫娱乐城底楼世纪星通"],
        "phone": ["13850226577"]
    },
    {
        "province": "福建省",
        "municipality": "泉州市",
        "store": [" 晋江市青阳福隆广场授权专卖店", "石狮市九二路邮政局授权专卖店", "泉州市宝洲路万达广场魅族专卖店", " 泉州市九一街授权专卖店"],
        "address": ["泉州市晋江青阳福隆广场东华街86号新华都与东华街交叉口新华都超市旁", "石狮市九二路315号邮政局一楼右侧", "泉州市浦西万达广场金街S122号（宝星路27号)", "泉州市鲤城区九一街中段177号鲤城交警大队对面"],
        "phone": ["0595-85631103", "0595-83156785", "0595-22999976", "0595-22910222"]
    },
    //广东省
    {
        "province": "广东省",
        "municipality": "广州市",
        "store": ["广州市天河龙洞授权专卖店"],
        "address": ["广州市天河区龙洞君怡酒店首层C05号龙洞公交车站后面"],
        "phone": ["18814135998"]
    },
    {
        "province": "广东省",
        "municipality": "韶关市",
        "store": ["韶关市曲江马坝新授权专卖店", "韶关市浈江风采授权专卖店"],
        "address": ["韶关市曲江区鞍山路6号第1卡即马坝南方电网对面", "韶关市浈江区风采路14号风采广场"],
        "phone": ["18688516777", "13713797122"]
    },

    {
        "province": "广东省",
        "municipality": "深圳市",
        "store": [" 深圳市宝安金龙华广场授权专卖店", "韶关市深圳市华强电子世界授权专卖店浈江风采授权专卖店", "深圳市宝安沙井上南大街授权专卖店", "深圳市宝安西乡授权专卖店", ""],
        "address": ["深圳市宝安区龙华街道龙观大道金龙华广场009号龙华天虹斜对面，苏宁电器旁", "深圳市福田区华强北路华强电子世界3号楼E3-06号赛格广场正对面，大运会服务U站旁", "深圳市宝安区广深路沙井段114号102-2（上南人行天桥旁边上南大街", "深圳市宝安区西乡大门富成路36号西乡牌坊新一佳对面"],
        "phone": ["0755-28062706", "0755-83170611", "17301936663/17301938096", "0755-29122929 /15217069743"]
    },


    {
        "province": "广东省",
        "municipality": "珠海市",
        "store": [" 珠海香洲唐家湾高新区认证店", "珠海市明珠南路授权专卖店", "深圳市宝安沙井上南大街授权专卖店", "深圳市宝安西乡授权专卖店", "珠海市中珠水晶堡授权专卖店"],
        "address": ["珠海市唐家湾高新区留诗路2号厂房1楼魅力科技有限公司前台", "珠海市翠微明珠南路3046号东环商业城9号商铺（翠微电脑城对面）", "深圳市宝安区广深路沙井段114号102-2（上南人行天桥旁边上南大街", "深圳市宝安区西乡大门富成路36号西乡牌坊新一佳对面"],
        "phone": ["0756 - 6120728 / 0756 - 6120519-28062706", "0755-83170611", "17301936663/17301938096", "0755-29122929 /15217069743", "13750093121"]
    },
    {
        "province": "广东省",
        "municipality": "佛山市",
        "store": ["  佛山市顺德振华大道千禧授权专卖店"],
        "address": ["佛山市顺德区容桂振华路88号千禧广场斜对面"],
        "phone": ["0757-22136555"]
    },
    {
        "province": "广东省",
        "municipality": "江门市",
        "store": ["江门蓬江区蓬莱路授权专卖店"],
        "address": ["江门市蓬江区蓬莱路1号15-17轴"],
        "phone": ["0750-3093351"]
    },

    {
        "province": "广东省",
        "municipality": "湛江市",
        "store": ["湛江市中山一路授权专卖店"],
        "address": ["湛江市赤坎区中山一路8号A6号世贸广场北门沃尔玛正对面"],
        "phone": ["18666713331"]
    },
    {
        "province": "广东省",
        "municipality": "茂名市",
        "store": ["茂名市官山二路授权专卖店"],
        "address": ["茂名市官山二路140号光华电子城旁"],
        "phone": ["13622905363"]
    },
    {
        "province": "广东省",
        "municipality": "惠州市",
        "store": ["惠州市麦地路授权专卖店"],
        "address": ["惠州市惠城区麦地路75号龙珠楼9号魅族手机专卖店女人世界斜对面，苏宁电器正对面"],
        "phone": ["0752-2081802/13360889955"]
    },
    {
        "province": "广东省",
        "municipality": "东莞市",
        "store": ["东莞市向阳路授权专卖店", "东莞市天源数码港授权专卖店", "东莞市黄江江南路授权专卖店"],
        "address": ["东莞市莞城区西城楼大街209号铺（向阳路公交站斜对面，沟通100营业厅旁边）", "东莞市东城区世博广场天源数码港1047号沃尔玛附近，麦当劳旁", "东莞市黄江镇江南路104号港华门诊部对面，南康百货往公明方向直走大约300米左右合路路口旁边"],
        "phone": ["0769-23322422", "0769—23135348", "0769-82118503/ 18316834605"]
    },

    {
        "province": "广东省",
        "municipality": "中山市",
        "store": ["中山市小榄新永路授权专卖店", "中山市三角镇福源北路授权专卖店", "中山市港口翠港路授权专卖店", "中山市坦洲镇腾云路授权专卖店"],
        "address": ["中山市小榄镇新永路40号新永路壹加壹斜对面", "中山市三角镇新壹加壹商场正对面壹加壹商场正对面", "中山市港口镇翠港路30号商铺港口中心市场富民百货前50米", "中山市坦洲镇凤翔上街1号鹏泰商场正对面"],
        "phone": ["0760-22125311 / 18344481717", "0760-88811698 / 13528212980", "0760-88360838/ 15819989334", "0760- 87911380/ 17820302099"]
    },

    {
        "province": "广东省",
        "municipality": "揭阳市",
        "store": ["揭阳市普宁流沙大道授权专卖店"],
        "address": ["揭阳市普宁市流沙大道西79号（市公安局旁）中华新城斜对面"],
        "phone": ["0663-2253636/18922840442"]
    },
    //四川省

    {
        "province": "四川省",
        "municipality": "成都市",
        "store": ["成都市中和授权专卖店", "成都市太升南路51号授权专卖店"],
        "address": ["成都市中和镇新下街44号", "成都市青羊区太升南路51号认证店"],
        "phone": ["15608089392", "13881790458"]
    },
    {
        "province": "四川省",
        "municipality": " 德阳市",
        "store": ["德阳市长江西路授权专卖店"],
        "address": ["成都市中和镇新下街44号"],
        "phone": ["0838-2220778"]
    },
    {
        "province": "四川省",
        "municipality": "绵阳市",
        "store": ["绵阳市临园路授权专卖店"],
        "address": ["绵阳市涪城区临园路东段59号附5号"],
        "phone": ["0816-6206337"]
    },
    {
        "province": "四川省",
        "municipality": "绵阳市",
        "store": ["遂宁市德胜路授权专卖店"],
        "address": ["遂宁市船山区德胜东路299号邮政储蓄银行正对面"],
        "phone": ["0825- 2226493"]
    },
    {
        "province": "四川省",
        "municipality": "乐山市",
        "store": ["乐山市中心城区人民东路授权专卖店"],
        "address": ["乐山市中心城区炎帝庙街111号 魅族授权服务体验店张公桥步行街"],
        "phone": ["17628150292"]
    },
    {
        "province": "四川省",
        "municipality": "南充市",
        "store": ["南充市顺庆区涪江路授权专卖店"],
        "address": ["南充市涪江路53-57号涪江路小学正对面"],
        "phone": ["0817-2237333"]
    },
    {
        "province": "四川省",
        "municipality": "广安市",
        "store": ["广安市金安大道市粮食局授权专卖店"],
        "address": ["广安市金安大道1段51号重百商场往天府饭店上行150米市粮食局正对面，广宁市场站台旁"],
        "phone": ["0826-2222499"]
    },

    {
        "province": "四川省",
        "municipality": "资阳市",
        "store": ["资阳市建设北路授权专卖店"],
        "address": ["资阳市雁江区建设北路二段72号家乐福公交站正对面"],
        "phone": ["13547277027"]
    },


    //湖南省
    {
        "province": "湖南省",
        "municipality": "长沙市",
        "store": ["长沙市韶山南路林科大授权专卖店", "长沙市韶山北路东塘授权专卖店", "长沙市解放东路华海3C广场授权专卖店"],
        "address": ["长沙市韶山南路498号橙子街区D区116号中南林业科技大学旁", "长沙市韶山北路418号东上一品前1号门面中国电信东塘营业厅正对面，东塘北下车即可", "长沙市芙蓉区解放东路89号华海3C广场一楼58号铺面"],
        "phone": ["0731-82258848 / 18670822226", "0731-85221812 / 13973122055", "0731-85785016/18627581116"]
    },

    {
        "province": "湖南省",
        "municipality": "株洲市",
        "store": ["株洲市芦淞区金三角授权专卖店", "株洲市芦淞区家润多广场授权专卖店"],
        "address": [" 株洲市芦淞区芦淞路1053号中国联通旁金三角智成合赢营业厅旁", "株洲市芦淞区建设中路108号（中心广场）家润多一楼2号通道"],
        "phone": ["18692606669/18673318881", " 0731-28600169 / 18627330009"]
    },

    {
        "province": "湖南省",
        "municipality": "衡阳市",
        "store": ["衡阳市解放路授权专卖店", "衡阳市鸿运数码广场授权专卖店"],
        "address": ["衡阳市解放路大洋百货肯德基斜对面,明雅通讯隔壁", "衡阳市蒸湘区解放路306号鸿运数码广场1楼170号裕鑫假日酒店正对面"],
        "phone": ["0734-8239239 / 13575281699", " 0734-8126670/18674798040"]
    },
    {
        "province": "湖南省",
        "municipality": "娄底市",
        "store": ["娄底市娄星区长青街认证店"],
        "address": ["湖南省娄底市娄星区长青街东204号邮政局正对面"],
        "phone": ["0738-2881577 / 15974274739"]
    },












































































































































]